[{"title": "Checking an Injured or ill Adult", "text": "1. CHECK FOR RESPONSIVENESS: Tap the shoulder and shout, Are you OK? 2. IF NO RESPONSE, CALL 9-1-1 OR THE LOCAL EMERGENCY NUMBER AND SEND SOMEONE TO GET AN AED: If an unconscious person is face-down, roll him or her face-up keeping the head, neck and back in a straight line. If the person responds, obtain consent and call 9-1-1 or local emergency number for any life-threatening conditions. Check the responsive person from head-to-toe and ask questions to find out what happened. 3. OPEN THE AIRWAY: Tilt head; lift chin. 4. CHECK FOR BREATHING: Check for no more than 10 seconds. Occasional gasps are not breathing. 5. QUICKlY SCAN FOR SEVERE BlEEDING: If there is no breathing, perform CPR or use an AED if an AED is immediately available. If breathing, maintain an open airway and monitor breathing and for any changes in condition. "}, {"title": "Conscious Choking: Cannot Cough, Speak or Breathe", "text": "1. GIVE 5 BACK BLOWS: Bend the person forward at the waist and give 5 back blows between the shoulder blades with the heel of one hand. 2. GIVE 5 ABDOMINAL THRUSTS: Place a fist with the thumb side against the middle of the person's abdomen, just above the navel. Cover your fist with the other hand. Give 5 quick, upward abdominal thrusts. 3. CONTINUE CARE: Give sets of 5 back blows and 5 abdominal thrusts until the object is forced out, the person can cough forcefully or breathe, or the person becomes unconscious. "}, {"title": "Controlling External Bleeding ", "text": "1. Cover the wound with a sterile dressing. 2. Apply direct pressure until breeding stops. 3. COVER THE DRESSING WITH A BAND AID: Check for circulation (feeling, warmth and color) beyond the injury. 4. IF BLEEDING DOES NOT STOP CALL 9-1-1 AND APPLY MORE PRESSURE: Add more dressings and bandages and apply additional pressure. Take steps to minimize shock. Wash hands with soap and water after giving care. "}, {"title": "Burns", "text": "1. Remove person from source of burn. 2. COOL THE BURN: Cool the burn with cool running water at least until pain is relieved. 3. Cover losely with sterile dressing. 4. IF THE BURN IS SEVERE CALL 9-1-1: Call 9-1-1 or the local emergency number if any other life-threatening conditions are found. 5. Care for shock. "}, {"title": "Poisoning", "text": "1. CALL 9-1-1 OR THE POISON CONTROL HELPLINE: For life-threatening conditions (person is unconscious or not breathing, or level of consciousness changes), call 9-1-1 or the local emergency number. If the person is conscious and alert, call the National Poison Control Center hotline at 1-800-222-1222 and follow the advice given. 2. PROVIDE CARE BASED ON CONDITION FOUND: Do not induce vomiting or give the person anything to eat or drink unless medical professionals tell you to do so. "}, {"title": "Head, Neck or Spinal Injuries", "text": "1. Call 9-1-1 or the local emergency number. 2. Minimize movement of the head, neck and spine. 3. STABILIZE HEAD IN THE POSITION FOUND: Provide support by placing your hands on both sides of the person’s head. If the head is sharply turned to one side, DO NOT move it. "}, {"title": "Stroke", "text": "1. For a stroke, think F.A.S.T FACE: Ask the person to smile. Does one side of the face droop?. ARM: Ask the person to raise both arms. Does one arm drift downward? SPEECH: Ask the person to repeat a simple sentence (such as, “The sky is blue.”). Is speech slurred? Can the person repeat the sentence correctly? TIME: Try to determine when the signals began. Call 9-1-1 immediately. Report the time of onset to EMS personnel. "}, {"title": "First aid for any type of seizure", "text": "Stay with the person until the seizure ends and he or she is fully awake. After it ends, help the person sit in a safe place. Once they are alert and able to communicate, tell them what happened in very simple terms. Comfort the person and speak calmly. Check to see if the person is wearing a medical bracelet or other emergency information. Keep yourself and other people calm. Offer to call a taxi or another person to make sure the person gets home safely. Knowing what NOT to do is important for keeping a person safe during or after a seizure. 1. Do not hold the person down or try to stop his or her movements. 2. Do not put anything in the person’s mouth. This can injure teeth or the jaw. A person having a seizure cannot swallow his or her tongue. 3. Do not try to give mouth-to-mouth breaths (like CPR). People usually start breathing again on their own after a seizure. 4. Do not offer the person water or food until he or she is fully alert."}, {"title": "First aid for generalized tonic-clonic (grand mal) seizures", "text": "When most people think of a seizure, they think of a generalized tonic-clonic seizure, also called a grand mal seizure. In this type of seizure, the person may cry out, fall, shake or jerk, and become unaware of what’s going on around them. Here are things you can do to help someone who is having this type of seizure: 1. Ease the person to the floor. 2. Turn the person gently onto one side. This will help the person breathe. 3. Clear the area around the person of anything hard or sharp. This can prevent injury. 4. Put something soft and flat, like a folded jacket, under his or her head. 5. Remove eyeglasses. 6. Loosen ties or anything around the neck that may make it hard to breathe. 7. Time the seizure. Call 911 if the seizure lasts longer than 5 minutes. "}, {"title": "Low blood sugar in person with diabetes", "text": "1. Give them a sugar-containing beverage, such as fruit juice, milk, or a sugary soft drink that isn't a diet drink. 2. Encourage them to sit or lie down 3. Call 9-1-1/EMS 4. If their symptoms improve, encourage them to eat. If a person with diabetes is unable to sit up or swallow safely, do not give them anything to eat or drink. This could result in choking or aspiration."}, {"title": "Basic instructions for using epinephrine pens", "text": "1. Form a fist around the pen and remove the safety release cap 2. Place the orange end of the pen against the outer mid-thigh (with or without clothing) 3. Swing and push down hard until a click is heard or felt, and hold the pen in place for 3 seconds 4. Remove the pen and massage the injection site for 10 seconds 5. Properly dispose of the used device in a sharps container 6. Note the time of the injection 7. Seek medical care Antihistamines, such as diphenhydramine (Benadryl®), are also important in the treatment of severe allergic reactions. Be aware that epinephrine will wear off, and the persons receiving an injection should be evaluated at an appropriate medical facility "}]